Repository: ctt-gob-es/firma-ios
Catalog: Firma_iOS/Supporting Files/Localizable.xcstrings
Source language: en
Languages: ca, es, eu, gl, va

# find_dni_view_description
source: Place your mobile phone on the e-ID as close as possible to the NFC reader.
ca: Posa el teu mòbil sobre el DNIe el més a prop possible del lector NFC.
es: Pon tu móvil sobre el DNIe lo más cerca posible del lector NFC.
eu: Jarri zure telefono mugikorra NANean NFC irakurgailutik ahalik eta gertuen.
gl: Coloca o teu teléfono móbil no DNIe o máis preto posible do lector NFC.
va: Posa el teu mòbil sobre el DNIe el més a prop possible del lector NFC.

# find_dni_view_title
source: Searching for e-ID
ca: Buscant DNIe
es: Buscando DNIe
eu: NANaren bila
gl: Buscando DNIe
va: Buscant DNIe

# garrapata_modal_description
source: Garrapata Alert is a project of the “Recovery, Transformation and Resilience Plan ‐ Funded by the European Union – NextGenerationEU”.
ca: Garrapata Alert és un projecte del “Pla de Recuperació, Transformació i Resiliència ‐ Finançat per la Unió Europea – NextGenerationEU”.
es: Garrapata Alert es un proyecto del “Plan de Recuperación, Transformación y Resiliencia ‐ Financiado por la Unión Europea – NextGenerationEU”.
eu: Garrapata Alert “Berreskuratze, Eraldaketa eta Erresilientzia Plana – Europar Batasunak finantzatua – NextGenerationEU” proiektu bat da.
gl: Garrapata Alert é un proxecto do “Plan de Recuperación, Transformación e Resiliencia – Financiado pola Unión Europea – NextGenerationEU”.
va: Paparra Alert és un projecte del “Pla de Recuperació, Transformació i Resiliència ‐ Finançat per la Unió Europea – NextGenerationEU”.

# generic_error_button_title
source: Got it
ca: Entès
es: Entendido
eu: Ulertua
gl: Entendido
va: Entés

# global_error_description
source: We have tried to process your request, but it could not be completed successfully. Please review the documentation.
ca: Hem intentat processar la teva sol·licitud, però no s'ha pogut completar amb èxit. Si us plau revisa la documentació.
es: Hemos intentado procesar tu solicitud, pero no ha podido ser completada con éxito. Por favor revisa la documentación.
eu: Zure eskaera prozesatzen saiatu gara, baina ezin izan da behar bezala osatu. Mesedez, berrikusi dokumentazioa.
gl: Tentamos procesar a túa solicitude, pero non se puido completar correctamente. Revisa a documentación.
va: Hem intentat processar la teua sol·licitud, però no ha pogut ser completada amb èxit. Per favor revisa la documentació.

# global_error_title
source: Something went wrong!
ca: Alguna cosa va sortir malament!
es: ¡Algo salió mal!
eu: Zerbait gaizki joan da!
gl: Algo saíu mal!
va: Alguna cosa va eixir malament!

# go_home_button_title
source: Go back to home
ca: Tornar a l'inici
es: Volver al inicio
eu: Itzuli gora
gl: Volver arriba
va: Tornar a l'inici

# historical_archives_no_data_description
source: We were unable to find any signed files from this device.
ca: No hem pogut trobar cap fitxer signat des d'aquest dispositiu.
es: No hemos podido encontrar ningún archivo firmado desde este dispositivo.
eu: Ezin izan dugu gailu honetatik sinatutako fitxategirik aurkitu.
gl: Non puidemos atopar ningún ficheiro asinado deste dispositivo.
va: No hem pogut trobar cap arxiu firmat des d'este dispositiu.

# historical_archives_no_data_title
source: No files have been signed
ca: No s'ha signat cap fitxer
es: No se ha firmado ningún archivo
eu: Ez da fitxategirik sinatu
gl: Non se asinou ningún ficheiro
va: No s'ha firmat cap arxiu

# historical_external_data_type
source: External file
ca: Fitxer externo
es: Fichero externo
eu: Kanpoko fitxategia
gl: Ficheiro externo
va: Fitxer externo

# historical_external_sign_type
source: External signature
ca: Signatura externa
es: Firma externa
eu: Kanpoko sinadura
gl: Sinatura externa
va: Firma externa

# historical_local_data_type
source: Local file
ca: Fitxer local
es: Fichero local
eu: Tokiko fitxategia
gl: Ficheiro local
va: Fitxer local

# historical_local_sign_type
source: Local signature
ca: Signatura local
es: Firma local
eu: Tokiko sinadura
gl: Sinatura local
va: Firma local

# historical_view_title
source: Signature History
ca: Històric de signatures
es: Histórico de firmas
eu: Sinadura Historikoa
gl: Histórico de sinaturas
va: Històric de signatures

# history_app_name_file
source: %1$@ requested by %2$@ of the file %3$@
ca: %1$@ sol·licitada per %2$@ del fitxer %3$@
es: %1$@ solicitada por %2$@ del fichero %3$@
eu: %1$@ aplikazioaren bidez eskatuta %2$@ fitxategiaren %3$@
gl: %1$@ solicitada por %2$@ do ficheiro %3$@
va: %1$@ sol·licitada per %2$@ del fitxer %3$@

# history_app_name_no_file
source: %1$@ requested by %2$@
ca: %1$@ sol·licitada per %2$@
es: %1$@ solicitada por %2$@
eu: %1$@ aplikazioaren bidez eskatuta %2$@
gl: %1$@ solicitada por %2$@
va: %1$@ sol·licitada per %2$@

# history_batch_app_name
source: Batch signing requested by %1$@
ca: Signatura per lots sol·licitada per %1$@
es: Firma de lote solicitada por %1$@
eu: Batch sinadura aplikazioaren bidez eskatuta %1$@
gl: Sinatura por lotes solicitada por %1$@
va: Signatura per lots sol·licitada per %1$@

# history_batch_no_app_name
source: Batch signing
ca: Signatura per lots
es: Firma de lote
eu: Batch sinadura
gl: Sinatura por lotes
va: Signatura per lots

# history_local_sign
source: Local signing of the file %1$@
ca: Signatura local del fitxer %1$@
es: Firma local del fichero %1$@
eu: Fitxategiaren tokiko sinadura %1$@
gl: Firma local do ficheiro %1$@
va: Signatura local del fitxer %1$@

# history_no_app_name_file
source: %1$@ requested from another application of the file %2$@
ca: %1$@ sol·licitada des d'una altra aplicació del fitxer %2$@
es: %1$@ solicitada desde otra aplicación del fichero %2$@
eu: %1$@ beste aplikazio batetik eskatuta fitxategiaren %2$@
gl: %1$@ solicitada desde outra aplicación do ficheiro %2$@
va: %1$@ sol·licitada des d'una altra aplicació del fitxer %2$@

# history_no_app_name_no_file
source: %1$@ requested from another application
ca: %1$@ sol·licitada des d'una altra aplicació
es: %1$@ solicitada desde otra aplicación
eu: %1$@ beste aplikazio batetik eskatuta
gl: %1$@ solicitada desde outra aplicación
va: %1$@ sol·licitada des d'una altra aplicació

# history_unknown_operation
source: Unknown operation
ca: Operació desconeguda
es: Operación desconocida
eu: Ezezaguneko operazioa
gl: Operación descoñecida
va: Operació desconeguda

# history_web_app_name_file
source: %1$@ web requested by %2$@ of the file %3$@
ca: %1$@ web sol·licitada per %2$@ del fitxer %3$@
es: %1$@ web solicitada por %2$@ del fichero %3$@
eu: %1$@ web aplikazioaren bidez eskatuta %2$@ fitxategiaren %3$@
gl: %1$@ web solicitada por %2$@ do ficheiro %3$@
va: %1$@ web sol·licitada per %2$@ del fitxer %3$@

# history_web_app_name_no_file
source: %1$@ web requested by %2$@
ca: %1$@ web sol·licitada per %2$@
es: %1$@ web solicitada por %2$@
eu: %1$@ web aplikazioaren bidez eskatuta %2$@
gl: %1$@ web solicitada por %2$@
va: %1$@ web sol·licitada per %2$@

# history_web_batch_app_name
source: Web batch signing requested by %1$@
ca: Signatura per lots web sol·licitada per %1$@
es: Firma de lote web solicitada por %1$@
eu: Web batch sinadura aplikazioaren bidez eskatuta %1$@
gl: Sinatura por lotes web solicitada por %1$@
va: Signatura per lots web sol·licitada per %1$@

# history_web_batch_no_app_name
source: Web batch signing
ca: Signatura per lots web
es: Firma de lote web
eu: Web batch sinadura
gl: Sinatura por lotes web
va: Signatura per lots web

# history_web_no_app_name_file
source: %1$@ web of the file %2$@
ca: %1$@ web del fitxer %2$@
es: %1$@ web del fichero %2$@
eu: %1$@ web fitxategiaren %2$@
gl: %1$@ web do ficheiro %2$@
va: %1$@ web del fitxer %2$@

# home_certificates_add_certificate_button_title
source: Add new certificate
ca: Afegir nou certificat
es: Añadir nuevo certificado
eu: Gehitu ziurtagiri berria
gl: Engadir un novo certificado
va: Afegir nou certificat

# home_certificates_description
source: From Autofirma you can add new certificates with which you can process your signatures, or delete the certificates installed on your device.
ca: Des d'Autofirma pots afegir nous certificats amb els quals podràs processar les teves signatures, o eliminar els certificats instal·lats al dispositiu.
es: Desde Autofirma puedes añadir nuevos certificados con los cuales podrás procesar tus firmas, o eliminar los certificados instalados en tu dispositivo.
eu: Sinadura automatikotik ziurtagiri berriak gehi ditzakezu zure sinadurak prozesatu ahal izateko, edo zure gailuan instalatutako ziurtagiriak ezabatu.
gl: Desde Autosignature podes engadir novos certificados cos que poderás procesar as túas sinaturas, ou eliminar os certificados instalados no teu dispositivo.
va: Des d'autofirma pots afegir nous certificats amb els quals podràs processar les teues firmes, o eliminar els certificats instal·lats en el teu dispositiu.

# home_certificates_label
source: Certificates
ca: Certificats
es: Certificados
eu: Ziurtagiriak
gl: Certificados
va: Certificats

# home_certificates_not_available_description
source: To sign you need to register a digital certificate
ca: Per signar necessites registrar un certificat digital
es: Para firmar necesitas registrar un certificado digital
eu: Sinatzeko, ziurtagiri digital bat erregistratu behar duzu
gl: Para asinar é necesario rexistrar un certificado dixital
va: Per a firmar necessites registrar un certificat digital

# home_certificates_not_available_title
source: You have no certificates installed
ca: No tens certificats instal·lats
es: No tienes certificados instalados
eu: Ez duzu ziurtagiririk instalatuta
gl: Non tes certificados instalados
va: No tens certificats instal·lats

# home_certificates_sign_button_title
source: Sign local file
ca: Signar fitxer
es: Firmar fichero
eu: Sinatu fitxategia
gl: Asinar ficheiro
va: Firmar fitxer

# home_init_error_app_button_title
source: Retry
ca: Reintentar
es: Reintentar
eu: Saiatu berriro
gl: Volve tentar
va: reintentar

# home_init_error_app_description
source: A connection error has been detected. Our services may not be available at the moment, please check that you have an internet connection and try again later.
ca: S'ha detectat un error de connexió. Els nostres serveis podrien no estan disponibles en aquest moment, comproveu que teniu connexió a internet, i intenteu-ho més tard.
es: Se ha detectado un error de conexión. Nuestros servicios podrían no están disponibles en este momento, compruebe que tiene conexión a internet, e inténtelo más tarde.
eu: Konexio-errore bat hauteman da. Baliteke gure zerbitzuak une honetan erabilgarri ez egotea. Mesedez, egiaztatu Interneteko konexioa duzula eta saiatu berriro geroago.
gl: Detectouse un erro de conexión. É posible que os nosos servizos non estean dispoñibles neste momento. Comproba que tes conexión a Internet e téntao de novo máis tarde.
va: S'ha detectat un error de connexió. Nuestros servicis podrien no estan disponibles en este moment, comprove que té connexió a internet, i intente-ho més tard.

# home_init_error_app_title
source: Error starting application
ca: Error iniciant l'aplicació
es: Error iniciando la aplicación
eu: Errore bat gertatu da aplikazioa abiatzean
gl: Erro ao iniciar a aplicación
va: Error iniciant l'aplicació

# home_update_app_button_title
source: Update
ca: Actualitzar
es: Actualizar
eu: Eguneratu
gl: Actualizar
va: Actualitzar

# home_update_app_description
source: In order to continue using the application, you must update it.
ca: Per continuar utilitzant l'aplicació, cal actualitzar-la.
es: Para poder continuar utilizando la aplicación, debes actualizarla.
eu: Aplikazioa erabiltzen jarraitzeko, eguneratu egin behar duzu.
gl: Para seguir usando a aplicación, debes actualizala.
va: Per a poder continuar utilitzant l'aplicació, has d'actualitzar-la.

# home_update_app_title
source: Autofirma Update Required
ca: Actualització obligatòria Autofirma
es: Actualización obligatoria Autofirma
eu: Derrigorrezko eguneratzea Norberaren sinadura
gl: Actualización obrigatoria Autofirma
va: Actualització obligatòria autofirma

# importing_certificate_error_description
source: We were unable to add your certificate to the Portafirmas application correctly. Please try again later.
ca: No hem pogut afegir el vostre certificat a l'aplicació de Portafirmes de manera correcta. Intenta-ho de nou més tade.
es: No hemos podido añadir tu certificado a la aplicación de Portafirmas de manera correcta. Inténtalo de nuevo más tade.
eu: Ezin izan dugu zure ziurtagiria Portafirmas aplikazioan behar bezala gehitu. Saiatu berriro geroago.
gl: Non puidemos engadir correctamente o teu certificado á aplicación Portafirmas. Téntao de novo máis tarde.
va: No hem pogut afegir el teu certificat a l'aplicació de Portafirmes de manera correcta. Intenta-ho de nou més tade.

# importing_certificate_error_title
source: We were unable to add your certificate
ca: No hem pogut afegir el teu certificat
es: No hemos podido añadir tu certificado
eu: Ezin izan dugu zure ziurtagiria gehitu
gl: Non puidemos engadir o teu certificado
va: No hem pogut afegir el teu certificat

# importing_data_error_description
source: We were unable to add your files to the Portafirmas application correctly. Please try again later.
ca: No hem pogut afegir el fitxer a l'aplicació de Portafirmes de manera correcta. Intenta-ho de nou més tade.
es: No hemos podido añadir tu archivo a la aplicación de Portafirmas de manera correcta. Inténtalo de nuevo más tade.
eu: Ezin izan dugu zure fitxategia Portafirmas aplikazioan behar bezala gehitu. Saiatu berriro geroago.
gl: Non puidemos engadir correctamente o teu ficheiro á aplicación Portafirmas. Téntao de novo máis tarde.
va: No hem pogut afegir el teu arxiu a l'aplicació de Portafirmes de manera correcta. Intenta-ho de nou més tade.

# importing_data_error_title
source: We were unable to add your files
ca: No hem pogut afegir el teu fitxer
es: No hemos podido añadir tu archivo
eu: Ezin izan dugu zure fitxategia gehitu
gl: Non puidemos engadir o teu ficheiro
va: No hem pogut afegir el teu arxiu

# info_view_button_title
source: Understood
ca: Entés
es: Entendido
eu: Ulertua
gl: Entendido
va: Entás

# info_view_certificate_description_one
source: Upload your certificate to your device or iCloud. Import it through the “Add certificate” option in the application.
ca: Carrega el teu certificat al dispositiu o iCloud. Importa-ho a través de l'opció “Afegir certificat” de l'aplicació.
es: Carga tu certificado en tu dispositivo o iCloud. Impórtalo a través de la opción “Añadir certificado” de la aplicación.
eu: Kargatu zure ziurtagiria zure gailura edo iCloud-era. Inportatu aplikazioko "Gehitu ziurtagiria" aukeraren bidez.
gl: Carga o teu certificado no teu dispositivo ou iCloud. Importe a través da opción "Engadir certificado" da aplicación.
va: Càrrega el teu certificat en el teu dispositiu o iCloud. Importa-ho a través de l'opció “Afegir certificat” de l'aplicació.

# info_view_certificate_description_two
source: Allowed extensions: .p12 and .pfx. Remember that you need the export password for your certificate, and that it must include the private key.
ca: Extensions permeses: .p12 i .pfx. Recordeu que necessiteu la contrasenya d'exportació del vostre certificat, i que aquest ha d'incloure la clau privada.
es: Extensiones pérmitidas: .p12 y .pfx. Recuerda que necesitas la contraseña de exportación de tu certificado, y que éste debe de incluir la clave privada.
eu: Baimendutako luzapenak: .p12 eta .pfx. Gogoratu zure ziurtagiriaren esportazio pasahitza behar duzula eta gako pribatua izan behar duela.
gl: Extensións permitidas: .p12 e .pfx. Lembra que necesitas o contrasinal de exportación para o teu certificado e que debe incluír a clave privada.
va: Extensions pérmitidas: .p12 i .pfx. Recorda que necessites la contrasenya d'exportació del teu certificat, i que este ha d'incloure la clau privada.

# info_view_certificate_title
source: How to install certificates?
ca: Com instal·lar certificats?
es: ¿Cómo instalar certificados?
eu: Nola instalatu ziurtagiriak?
gl: Como instalar certificados?
va: Com instal·lar certificats?

# info_view_description
source: This application allows you to make electronic signatures on the pages of service providers that support it. To work correctly you must install an electronic certificate. Consult the documentation for your iOS system and your certification service provider.
ca: Aquesta aplicació permet fer signatures electròniques a les pàgines dels proveïdors de serveis que el suportin. Per funcionar correctament has d'instal·lar un certificat electrònic. Consulta la documentació del sistema IOS i amb el proveïdor de serveis de certificació.
es: Esta aplicación permite realizar firmas electrónicas en las páginas de los proveedores de servicios que lo soporten. Para funcionar correctamente debes instalar un certificado electrónico. Consulta la documentación de su sistema IOS y con tu proveedor de servicios de certificación.
eu: Aplikazio honek onartzen duten zerbitzu-hornitzaileen orrietan sinadura elektronikoa egiteko aukera ematen du. Ondo funtzionatzeko ziurtagiri elektroniko bat instalatu behar duzu. Kontsultatu zure iOS sistemaren dokumentazioa eta zure ziurtapen zerbitzu-hornitzailea.
gl: Esta aplicación permítelle realizar sinaturas electrónicas nas páxinas dos provedores de servizos que a admiten. Para funcionar correctamente debes instalar un certificado electrónico. Consulta a documentación do teu sistema iOS e o teu provedor de servizos de certificación.
va: Esta aplicació permet realitzar firmes electròniques en les pàgines dels proveïdors de servicis que ho suporten. Para funcionar correctament has d'instal·lar un certificat electrònic. Consulta la documentació del seu sistema IOS i amb el teu proveïdor de servicis de certificació.

# info_view_more_info
source: More information
ca: Más informació
es: Más información
eu: Informazio gehiago
gl: Máis información
va: Más informació

# info_view_title
source: What is Autofirma for?
ca: Para quin serveix Autofirma?
es: ¿Para que sirve Autofirma?
eu: Zertarako balio du Autofirma?
gl: Para que serve Autofirma?
va: Para quin servix Autofirma?

# install_certificate_button_one_title
source: Continue
ca: Continuar
es: Continuar
eu: Jarraitu
gl: Continuar
va: Continuar

# install_certificate_button_two_title
source: Add certificate
ca: Afegir certificat
es: Añadir certificado
eu: Gehitu ziurtagiria
gl: Engadir certificado
va: Afegir certificat

# install_certificate_description_one
source: Find the .p12 or .pfx file on your phone.
ca: Localitza el fitxer .p12 o .pfx. al telèfon.
es: Localiza el archivo .p12 o .pfx. en tu teléfono.
eu: Bilatu .p12 edo .pfx fitxategia. zure telefonoan.
gl: Localice o ficheiro .p12 ou .pfx. no teu teléfono.
va: Localitza l'arxiu .p12 o .pfx. en el teu telèfon.

# install_certificate_description_two
source: If you can't find it, send it to your phone from another device using email or other Cloud apps.
ca: Si no el trobes, envia'l al teu mòbil des d'un altre dispositiu mitjançant correu electrònic o altres aplicacions a Cloud.
es: Si no lo encuentras, envíalo a tu móvil desde otro dispositivo mediante correo electrónico u otras aplicaciones en Cloud.
eu: Ezin baduzu aurkitzen, bidali zure mugikorrera beste gailu batetik posta elektronikoa edo Hodeiko beste aplikazio batzuk erabiliz.
gl: Se non o atopas, envíao ao teu móbil desde outro dispositivo mediante o correo electrónico ou outras aplicacións Cloud.
va: Si no ho trobes, envia-ho al teu mòbil des d'un altre dispositiu mitjançant correu electrònic o altres aplicacions en Cloud.

# install_certificate_title
source: Install certificate
ca: Instal·lar certificat
es: Instalar certificado
eu: Instalatu ziurtagiria
gl: Instalar certificado
va: Instal·lar certificat

# install_certificate_title_one
source: Find the file
ca: Localitza el fitxer
es: Localiza el archivo
eu: Bilatu fitxategia
gl: Localiza o ficheiro
va: Localitza l'arxiu

# install_certificate_title_two
source: Send to device
ca: Envia al dispositiu
es: Envía al dispositivo
eu: Bidali gailura
gl: Enviar ao dispositivo
va: Envia al dispositiu

# jailbreak_error_description
source: Your device does not have an official operating system. For security reasons, you cannot use this application.
ca: El vostre dispositiu no té un sistema operatiu oficial. Per raons de seguretat, no podeu utilitzar aquesta aplicació.
es: Tu dispositivo no tiene un sistema operativo oficial. Por razones de seguridad, no puedes utilizar esta aplicación.
eu: Zure gailuak ez du sistema eragile ofizialik. Segurtasun arrazoiengatik, ezin duzu aplikazio hau erabili.
gl: O teu dispositivo non ten un sistema operativo oficial. Por motivos de seguridade, non pode usar esta aplicación.
va: El teu dispositiu no té un sistema operatiu oficial. Per raons de seguretat, no pots utilitzar esta aplicació.

# jailbreak_error_title
source: Security alert
ca: Alerta de seguretat
es: Alerta de seguridad
eu: Segurtasun alerta
gl: Alerta de seguridade
va: Alerta de seguretat

# language_title
source: Language
ca: Idioma
es: Idioma
eu: Hizkuntza
gl: Idioma
va: Idioma

# nfc_connection_error
source: Error connecting to NFC tag: %@
ca: Error en connectar amb l'etiqueta NFC: %@
es: Error al conectar con la etiqueta NFC: %@
eu: Errore bat gertatu da NFC etiketarekin konektatzean: %@
gl: Erro ao conectar coa etiqueta NFC: %@
va: Error en connectar amb l'etiqueta NFC: %@

# nfc_dni_active_conexion_warning
source: Connection established
ca: Connexió establerta.
es: Conexión establecida.
eu: Konexioa ezarrita.
gl: Conexión establecida.
va: Connexió establida.

# nfc_dni_warning
source: Do not move the DNI or the reading will fail.
ca: No mogueu el DNI o la lectura fallarà.
es: No muevas el DNI o la lectura fallará.
eu: Ez mugitu NAN edo irakurketak huts egingo du.
gl: Non movas o ID ou fallará a lectura.
va: No mogues el DNI o la lectura fallarà.

# nfc_multiple_tags_error
source: More than 1 tag was found. Please present only 1 tag.
ca: S'ha trobat més d'una etiqueta. Només presenta una etiqueta.
es: Se encontró más de una etiqueta. Presenta solo una etiqueta.
eu: Etiketa bat baino gehiago aurkitu da. Etiketa bakarra du.
gl: Atopouse máis dunha etiqueta. Só ten unha etiqueta.
va: Es va trobar més d'una etiqueta. Presenta només una etiqueta.

# nfc_no_tag_error
source: Unable to get first tag.
ca: No s'ha pogut obtenir la primera etiqueta.
es: No se pudo obtener la primera etiqueta.
eu: Ezin izan da lehen etiketa lortu.
gl: Non se puido obter a primeira etiqueta.
va: No es va poder obtindre la primera etiqueta.

# nfc_not_supported
source: This device does not support NFC.
ca: Aquest dispositiu no suporta NFC.
es: Este dispositivo no soporta NFC.
eu: Gailu honek ez du NFC onartzen.
gl: Este dispositivo non é compatible con NFC.
va: Este dispositiu no suporta NFC.

# nfc_permission_set
source: Your preferences has been saved
ca: Les teves preferències s'han desat
es: Tus preferencias se han guardado
eu: Zure hobespenak gorde dira
gl: Gardáronse as túas preferencias
va: Les teues preferències s'han guardat

# nfc_unsupported_tag_error
source: The detected tag is not supported.
ca: L'etiqueta detectada no és compatible.
es: La etiqueta detectada no es compatible.
eu: Detektaturiko etiketa ez da onartzen.
gl: A etiqueta detectada non é compatible.
va: L'etiqueta detectada no és compatible.

# omit_button_title
source: Omit
ca: Skip
es: Omitir
eu: Saltatu
gl: Saltar
va: Ometre

# onboarding_button_title
source: Start
ca: Començar
es: Comenzar
eu: Hasi
gl: Comezar
va: Començar
